/* ===== Generic ===== */

/* Generic Cancel button title, used in SKConversation NSErrorFromPREMIUM_VIDEO_STATUS */
"BUTTONTITLE_CANCEL" = "Ακύρωση";

/* ===== SkyLib Properties ===== */

/* List item title for user's home phone number. */
"CONTACT_PHONE_HOME" = "Οικία";

/* List item title for user's office phone number */
"CONTACT_PHONE_OFFICE" = "Γραφείο";

/* List item title for user's mobile phone number. */
"CONTACT_PHONE_MOBILE" = "Κινητό";

/* List item title for user's (possible) other phone number(s). */
"CONTACT_PHONE_OTHER" = "Άλλος";

/* Format to use to wrap guest contact displays */
"CONTACT_GUEST_FORMAT" = "%@ (Επισκέπτης)";

/* All known contacts group title */
"CONTACT_GROUP_ALL_KNOWN_CONTACTS" = "Όλες οι γνωστές επαφές";

/* All buddies group title */
"CONTACT_GROUP_ALL_BUDDIES" = "Όλες οι επαφές";

/* Skype group title */
"CONTACT_GROUP_SKYPE_BUDDIES" = "Επαφές Skype";

/* SkypeOut group title */
"CONTACT_GROUP_SKYPEOUT_BUDDIES" = "Αποθήκευση αριθμών τηλεφώνου";

/* Online buddies group title */
"CONTACT_GROUP_ONLINE_BUDDIES" = "Συνδεδεμένες επαφές";

/* Unknown or pending auth group title */
"CONTACT_GROUP_UNKNOWN_OR_PENDINGAUTH_BUDDIES" = "Τα αιτήματα εστάλησαν";

/* Recently contacted group title */
"CONTACT_GROUP_RECENTLY_CONTACTED_CONTACTS" = "Πρόσφατες επικοινωνίες";

/* Contacts waiting my auth group title */
"CONTACT_GROUP_CONTACTS_WAITING_MY_AUTHORIZATION" = "Ληφθέντα αιτήματα";

/* Authorized by me group title */
"CONTACT_GROUP_CONTACTS_AUTHORIZED_BY_ME" = "Αποδεκτά αιτήματα";

/* Blocked group title */
"CONTACT_GROUP_CONTACTS_BLOCKED_BY_ME" = "Αποκλεισμένες επαφές";

/* Ungrouped contacts group title */
"CONTACT_GROUP_UNGROUPED_BUDDIES" = "Μη ομαδοποιημένες επαφές";

/* Windows Live ID contacts group title */
"CONTACT_GROUP_PASSPORT_CONTACTS" = "Messenger";

/* Suggested contacts group title */
"CONTACT_GROUP_SCD_CONTACTS" = "Προτεινόμενες επαφές";

/* New group default title */
"CONTACT_GROUP_NEW_GROUP" = "Λίστα χωρίς τίτλο";

/* Default message sent to contacts from whom we are requesting authorization */
"CONTACT_AUTH_REQUEST_DEFAULT_MESSAGE" = "Προσθέστε με ως επαφή";

/*  */
"ECHO123_CONTACT_FULLNAME" = "Δοκιμαστική κλήση Skype";

/*  */
"ECHO123_CONTACT_LANGUAGES" = "el";

/*  */
"ECHO123_CONTACT_HOMEPAGE" = "www.skype.com/go/help";

/* Automatic sound test service mood message. */
"ECHO123_CONTACT_ABOUT" = "Γεια σας, είμαι το ρομπότ δοκιμαστικών κλήσεων του Skype. Προσθέστε με στις επαφές σας και καλέστε με για να ελέγξω τις ρυθμίσεις ήχου σας. Ανατρέξτε στον ιστότοπο http://www.skype.com/go/help για περισσότερη βοήθεια. Ευχαριστώ.";

/*  */
"ECHO123_CONTACT_MOOD_TEXT" = "Καλέστε με για να ελέγξετε τον ήχο σας";


/* UNPLACED call status used when a call is initialized, but not connected to the network yet. */
"CALL_STATUS_UNPLACED" = "Πραγματοποίηση της κλήσης σας";

/* ROUTING call status used when a call is being routed by the network but not ringing yet. */
"CALL_STATUS_ROUTING" = "Πραγματοποίηση της κλήσης σας";

/* CANCELLED call status indicating that the outgoing call was cancelled by the user. */
"CALL_STATUS_CANCELLED" = "Η κλήση ακυρώθηκε";

/* FAILED call status used when the call failed. */
"CALL_STATUS_FAILED" = "Η κλήση απέτυχε";

/* RINGING_OUT call status used when a call is ringing for the remote party. */
"CALL_STATUS_RINGING_OUT" = "Κουδούνισμα";

/* RINGING_IN call status used when a call is ringing locally. */
"CALL_STATUS_RINGING_IN" = "Κλήση";

/* LOCALHOLD call status indicating that the user put the call on hold. */
"CALL_STATUS_LOCALHOLD" = "Κλήση σε αναμονή";

/* REMOTEHOLD call status indicating that the call is on hold by the remote party. */
"CALL_STATUS_REMOTEHOLD" = "Είστε σε αναμονή";

/* FINISHED call status indicating that the call was finished. */
"CALL_STATUS_FINISHED" = "Ολοκληρώθηκε";

/* MISSED call status indicating that the incoming call was finished before it got answered. */
"CALL_STATUS_MISSED" = "Αναπάντητη";

/* REFUSED call status indicating that the remote party declined the call. */
"CALL_STATUS_REFUSED" = "Απορρίφθηκε";

/* BUSY call status indicating that the remote party was already in a call. */
"CALL_STATUS_BUSY" = "Απασχολημένος";

/* DROPPED call status indicating that the network connection was lost during the call. */
"CALL_STATUS_DROPPED" = "Η σύνδεση χάθηκε";

/* VOICEMAIL call status indicating that the call was diverted to voicemail. */
"CALL_STATUS_VOICEMAIL" = "Φωνητικό μήνυμα";

/* VM_RECORDING call status while recording the voicemail. */
"CALL_STATUS_VM_RECORDING" = "Εγγραφή φωνητικού μηνύματος";

/* VM_UPLOADING call status while sending the voicemail. */
"CALL_STATUS_VM_UPLOADING" = "Αποστολή φωνητικού μηνύματος";

/* VM_SENT call status after the voicemail was sent. */
"CALL_STATUS_VM_SENT" = "Το φωνητικό μήνυμα έχει σταλεί";

/* VM_CANCELLED call status when the recording or sending of the voicemail was cancelled. */
"CALL_STATUS_VM_CANCELLED" = "Το φωνητική μήνυμα ακυρώθηκε";

/* VM_FAILED call status when the recording or sending of the voicemail failed. */
"CALL_STATUS_VM_FAILED" = "Το φωνητικό μήνυμα απέτυχε";

/* ===== Wallet Transacation ===== */
/* Title of instrument name in popup button (args: instrument name ["Visa"], number ["****1234"]) */
"WALLET_INSTRUMENT_DISPLAY_NAME_FORMAT" = "%1$@ %2$@";


/* ===== PARTICIPANT_VOICE_STATUS ===== */ 

/* VOICE_CONNECTING status used when a call is being routed by the network but not ringing yet. */
"PARTICIPANT_VOICE_STATUS_CONNECTING" = "Πραγματοποιείται σύνδεση";

/* RINGING status when a participant is ringing. */
"PARTICIPANT_VOICE_STATUS_RINGING" = "Κουδούνισμα";

/* EARLY_MEDIA status when a participant is ringing. */
"PARTICIPANT_VOICE_STATUS_EARLY_MEDIA" = "Κουδούνισμα";

/* ON_HOLD status when a participant is held. */
"PARTICIPANT_VOICE_STATUS_ON_HOLD" = "Σε αναμονή";

/* STOPPED status when a participant has stopped. */
"PARTICIPANT_VOICE_STATUS_STOPPED" = "Τελείωσε";

/* FACEBOOK calling */
"PARTICIPANT_VOICE_STATUS_CONNECTING_FACEBOOK" = "Πραγματοποιείται κλήση σε επαφή του Facebook (Beta)";

/* ===== CONVERSATION_LOCAL_LIVESTATUS ===== */ 
"CONVERSATION_LOCAL_LIVESTATUS_STARTING" = "Πραγματοποιείται κλήση…";
"CONVERSATION_LOCAL_LIVESTATUS_RINGING_FOR_ME" = "Πραγματοποιείται κλήση…";
"CONVERSATION_LOCAL_LIVESTATUS_IM_LIVE" = "Κλήση σε εξέλιξη";
"CONVERSATION_LOCAL_LIVESTATUS_ON_HOLD_LOCALLY" = "Σε αναμονή";
"CONVERSATION_LOCAL_LIVESTATUS_ON_HOLD_REMOTELY" = "Είστε σε αναμονή";
"CONVERSATION_LOCAL_LIVESTATUS_OTHERS_ARE_LIVE" = "Κλήση σε εξέλιξη";
"CONVERSATION_LOCAL_LIVESTATUS_OTHERS_ARE_LIVE_FULL" = "Η κλήση είναι πλήρης";
"CONVERSATION_LOCAL_LIVESTATUS_PLAYING_VOICE_MESSAGE" = "Πραγματοποιείται αναπαραγωγή φωνητικού μηνύματος χαιρετισμού";
"CONVERSATION_LOCAL_LIVESTATUS_RECORDING_VOICE_MESSAGE" = "Εγγραφή φωνητικού μηνύματος";
"CONVERSATION_LOCAL_LIVESTATUS_RECENTLY_LIVE" = "Πρόσφατη κλήση";
"CONVERSATION_LOCAL_LIVESTATUS_TRANSFERRING" = "Μεταφορά αυτής της κλήσης";


/*  */
"CONVERSATION_POST_FILES_BODY" = "Αναρτημένα αρχεία";

/* CONVERSATION Legacy chat message for older clients */
"CONVERSATION_VIDEOMESSAGE_LEGACY_MESSAGE" = "Έχετε λάβει ένα βιντεομήνυμα. Δείτε το στη διεύθυνση: %1, και ανοίξτε το με τον κωδικό %2";

"CONVERSATION_XMM_LEGACY_MESSAGE" = "%1$@ - δείτε το στη διεύθυνση %%1.";

"CONVERSATION_MEDIAMESSAGE_LEGACY_MESSAGE" = "Για να δείτε αυτήν την κοινόχρηστη φωτογραφία, επισκεφθείτε τη διεύθυνση: %1";
"CONVERSATION_XMM_MESSAGE_LEGACY_MESSAGE" = "Για να δείτε αυτό το κοινόχρηστο αρχείο πολυμέσων, επισκεφθείτε τη διεύθυνση %1";

/*  */
"CONTACT_AVAILABILITY_OFFLINE" = "Αποσυνδεδεμένος-η";
"CONTACT_AVAILABILITY_ONLINE" = "Συνδεδεμένος-η";
"CONTACT_AVAILABILITY_AWAY" = "Λείπω";
"CONTACT_AVAILABILITY_DO_NOT_DISTURB" = "Μην ενοχλείτε";
"CONTACT_AVAILABILITY_PENDING_AUTH" = "Εκκρεμεί αίτημα επαφής";
"CONTACT_AVAILABILITY_BLOCKED" = "Αποκλεισμένος";
"CONTACT_AVAILABILITY_OFFLINE_BUT_VM_ABLE" = "Αποσυνδεδεμένη επαφή με ενεργοποιημένα τα φωνητικά μηνύματα";
"CONTACT_AVAILABILITY_OFFLINE_BUT_CF_ABLE" = "Προώθηση κλήσεων";

/*  */
"CONTACT_AVAILABILITY_INVISIBLE" = "Αόρατος-η";
"CONTACT_AVAILABILITY_CONNECTING" = "Πραγματοποιείται σύνδεση";
"CONTACT_AVAILABILITY_SKYPEOUT" = "Αριθμός τηλεφώνου";

/*  */
"CONTACT_GENDER_FEMALE" = "Γυναίκα";

/*  */
"CONTACT_GENDER_MALE" = "Άνδρας";

/* A hidden phone number. */
"CONTACT_UNKNOWN_PSTN_DISPLAYNAME" = "Άγνωστος αριθμός";

/* Title for conversation with no participants */
"CONVERSATION_UNTITLED_DISPLAYNAME" = "Χωρίς τίτλο";


"ACCOUNTMANAGER_LOGIN_STATUS" = "Σύνδεση…";
"ACCOUNTMANAGER_CBLSYNC_STATUS" = "Φόρτωση επαφών…";
"ACCOUNTMANAGER_UPGRADEDB_STATUS" = "Αναβάθμιση αρχείων…";


/* Chat info message when a party has been joined to the chat. %1$@ is the name of the user who did the adding, while %2$@ is the name of the added user. */
"ChatMessage::ADDEDMEMBERS_FORMATSTRING" = "Ο χρήστης %1$@ πρόσθεσε τον χρήστη %2$@";

/* Chat info message shown when user %@ has left the chat. */
"ChatMessage::LEFT_FORMATSTRING" = "Ο χρήστης %@ έχει αποχωρήσει";

/* Chat info message when the first user ejected (threw out) the second user from the chat. */
"ChatMessage::KICKED_FORMATSTRING" = "Ο χρήστης %1$@ αφαίρεσε τον χρήστη %2$@";

/* Chat info message shown when a party has changed the chat topic. %1$@ is the user who did it, and %2$@ the new topic. */
"ChatMessage::SETTOPIC_FORMATSTRING" = "Ο χρήστης %1$@ άλλαξε το θέμα της συνομιλίας σε %2$@";

/* Chat item shown in place of the message to tell that the message has been removed by its writer. */
"CHATMESSAGE_MESSAGEREMOVED_TEXT" = "Αυτό το μήνυμα αφαιρέθηκε";

/* AV Preferences output device name */
"SAME_AS_SYSTEM_DEVICE_NAME" = "Ίδιο όπως στο σύστημα";


/* ===== SkyLib Error/Result Codes ===== */

/* sync errors at login/registration */
"LOGOUTREASON_NETWORKERROR" = "Δεν είναι δυνατή η σύνδεση με το Skype.";
"LOGOUTREASON_NETWORKERROR_RECOVERYSUGGESTION" = "Παρακαλούμε ελέγξτε τις ρυθμίσεις δικτύου και δοκιμάστε ξανά.";

/* sync errors at registration */
"Account::INVALID_SKYPENAME" = "Αυτό το όνομα Skype δεν είναι έγκυρο.";
"Account::INVALID_EMAIL" = "Αυτή η διεύθυνση email δεν είναι έγκυρη.";
"Account::INVALID_EMAIL_RECOVERYSUGGESTION" = "Ελέγξτε το και προσπαθήστε πάλι.";
"Account::UNACCEPTABLE_PASSWORD" = "Αυτό το συνθηματικό δεν είναι έγκυρο.";
"Account::SKYPENAME_TAKEN" = "Αυτό το όνομα Skype χρησιμοποιείται ήδη.";
"Account::SKYPENAME_TAKEN_RECOVERYSUGGESTION" = "Εισαγάγετε ένα νέο όνομα.";

/* sync errors at login */
"Account::NO_SUCH_IDENTITY" = "Το Όνομα Skype και το συνθηματικό σας δεν αναγνωρίστηκαν.";
"Account::INCORRECT_PASSWORD" = "Το Όνομα Skype και το συνθηματικό σας δεν αναγνωρίστηκαν.";
"Account::TOO_MANY_LOGIN_ATTEMPTS" = "Πραγματοποιήθηκαν πολλές αποτυχημένες προσπάθειες σύνδεσης.";
"Account::TOO_MANY_LOGIN_ATTEMPTS_RECOVERYSUGGESTION" = "Δοκιμάστε ξανά αργότερα.";

/* async errors (can happen anytime while logged in) */
"Account::PASSWORD_HAS_CHANGED" = "Το συνθηματικό σας έχει αλλάξει.";
"Account::PASSWORD_HAS_CHANGED_RECOVERYSUGGESTION" = "Συνδεθείτε με το νέο συνθηματικό σας.";

"LOGOUTREASON_GENERIC_RECOVERYSUGGESTION" = "Παρακαλούμε προσπαθήστε ξανά.";

/* Account property validation error - NSLocalizedFailureReasonErrorKey [#HELLC-1021], [#WIN-364] */
"SkyLib::TOO_SHORT" = "Πρέπει να έχει μήκος 6-20 χαρακτήρες.";
"SkyLib::TOO_LONG" = "Πρέπει να έχει μήκος 6-20 χαρακτήρες.";
"SkyLib::CONTAINS_INVALID_CHAR" = "Μη έγκυρος χαρακτήρας, π.χ. Σ, à, ß.";
"SkyLib::CONTAINS_SPACE" = "Δεν μπορεί να περιλαμβάνει κενό διάστημα ή tab.";
"SkyLib::SAME_AS_USERNAME" = "Παρόμοιο με το όνομά σας Skype.";
"SkyLib::INVALID_FORMAT" = "Μη έγκυρη μορφή.";
"SkyLib::CONTAINS_INVALID_WORD" = "Πολύ κοινό, όπως abcd, Skype.";
"SkyLib::TOO_SIMPLE" = "Πρέπει να περιλαμβάνει τουλάχιστον 1 γράμμα και 1 αριθμό.";
"SkyLib::STARTS_WITH_INVALID_CHAR" = "Πρέπει να αρχίζει με γράμμα (A-Ζ).";

/* Account property validation error - NSLocalizedRecoverySuggestionErrorKey */
"SkyLib::TOO_SHORT_RECOVERYSUGGESTION_CONTACT_SKYPENAME" = "Επιλέξτε ένα μεγαλύτερο Όνομα Skype.";
"SkyLib::TOO_SHORT_RECOVERYSUGGESTION_ACCOUNT_PASSWORD" = "Δοκιμάστε ένα μεγαλύτερο συνθηματικό.";
"SkyLib::TOO_LONG_RECOVERYSUGGESTION_CONTACT_SKYPENAME" = "Επιλέξτε ένα μικρότερο Όνομα Skype.";
"SkyLib::TOO_LONG_RECOVERYSUGGESTION_ACCOUNT_PASSWORD" = "Δοκιμάστε ένα μικρότερο συνθηματικό.";
"SkyLib::VALIDATERESULT_RECOVERYSUGGESTION_CONTACT_SKYPENAME" = "Επιλέξτε ένα νέο Όνομα Skype.";
"SkyLib::VALIDATERESULT_RECOVERYSUGGESTION_ACCOUNT_PASSWORD" = "Δοκιμάστε ένα νέο συνθηματικό.";
"SkyLib::VALIDATERESULT_RECOVERYSUGGESTION_CONTACT_EMAILS" = "Δοκιμάστε μια νέα διεύθυνση email.";
"SkyLib::VALIDATERESULT_RECOVERYSUGGESTION" = "Δοκιμάστε μια νέα τιμή.";

/* Account password change error - NSLocalizedFailureReasonErrorKey */
"Account::PWD_INVALID_OLD_PASSWORD" = "Το συνθηματικό είναι εσφαλμένο.";
"Account::PWD_SERVER_CONNECT_FAILED" = "Δεν ήταν δυνατή η σύνδεση με το διακομιστή.";
"Account::PWD_MUST_DIFFER_FROM_OLD" = "Το νέο συνθηματικό πρέπει να είναι διαφορετικό από το παλιό.";
"Account::PWD_INVALID_NEW_PWD" = "Το συνθηματικό δεν είναι έγκυρο.";
"Account::PWD_MUST_LOG_IN_TO_CHANGE" =  "Πρέπει να συνδεθείτε για να αλλάξετε το συνθηματικό σας.";

/* COMMITFAILED status received when committing a server-side property change. */
"ACCOUNT_COMMITSTATUS_COMMIT_FAILED" = "Δεν ήταν δυνατή η αποθήκευση της αλλαγής σας. Ελέγξτε τη ρύθμιση και προσπαθήστε ξανά.";

"ACCOUNT_NOCREDIT" = "Δεν έχετε πίστωση";
"ACCOUNT_FREECALL" = "Δωρεάν κλήση";

/* Conversation file transfer errors */
"SkyLib::TRANSFER_BAD_FILENAME" = "Το όνομα αρχείου δεν είναι έγκυρο";
"SkyLib::TRANSFER_OPEN_FAILED" = "Το άνοιγμα του αρχείου απέτυχε";
"SkyLib::TRANSFER_TOO_MANY_PARALLEL" = "Υπερβολικά πολλές ταυτόχρονες μεταφορές αρχείων";

/* ===== SKSkypeKitErrorDomain Errors ===== */

/* SKErrorOffline */
"SKERROR_OFFLINE_DESCRIPTION" = "Είστε αποσυνδεδεμένος-η.";

"SKERROR_OFFLINE_CALL_FAILUREREASON" = "Πρέπει να είστε συνδεδεμένοι για να πραγματοποιήσετε μια κλήση.";
"SKERROR_OFFLINE_CONTACTSEARCH_FAILUREREASON" = "Δεν μπορείτε να αναζητήσετε επαφές όταν είστε αποσυνδεδεμένοι. Αλλάξτε την κατάστασή σας και προσπαθήστε ξανά.";
"SKERROR_OFFLINE_SMS_FAILUREREASON" = "Πρέπει να είστε συνδεδεμένοι για να στείλετε ένα SMS.";

/* [#HELLC-894] */
"SKERROR_OFFLINE_VOICEMAIL_FAILUREREASON" = "Πρέπει να είστε συνδεδεμένοι για να κάνετε αναπαραγωγή αυτού του μηνύματος.";

/* Alert sheet title */
"SKERROR_CANNOT_SET_BODY_SMS_DESCRIPTION" = "Δεν είναι δυνατός ο ορισμός του σώματος κειμένου για το τρέχον μήνυμα SMS.";


/* SKErrorInsufficientFunds */
"Sms::INSUFFICIENT_FUNDS" = "Δεν έχετε αρκετή Πίστωση Skype για να στείλετε ένα SMS.";
"CMEMBER_PSTN_STATUSTEXT_INSUFFICIENTCREDIT" = "Για να καλέσετε αυτόν τον αριθμό χρειάζεστε πίστωση Skype.";

/* SKErrorInvalidContact */
"SKERROR_INVALIDCONTACT" = "Αυτό δεν είναι έγκυρο όνομα Skype ή αριθμός τηλεφώνου.";

/* SKErrorCallOfflineLyncContact */
"SKERROR_OFFLINELYNCCONTACT_CALL_FAILUREREASON" = "Δεν μπορείτε να καλέσετε αυτή την επαφή Lync διότι είναι αποσυνδεδεμένη.";

/* SKErrorBlockedContact */
"SKERROR_CONTACTBLOCKED_CALL_FAILUREREASON" = "Δεν μπορείτε να καλέσετε αυτό το άτομο διότι το έχετε αποκλείσει.";
"SKERROR_CONTACTBLOCKED_CHAT_FAILUREREASON" = "Δεν μπορείτε να συνομιλήσετε με αυτό το άτομο διότι το έχετε αποκλείσει.";
"SKERROR_CONTACTBLOCKED_SMS_FAILUREREASON" = "Δεν μπορείτε να στείλετε SMS σε αυτό το άτομο διότι το έχετε αποκλείσει.";
"SKERROR_CONTACTBLOCKED_ADD_FAILUREREASON" = "Δεν μπορείτε να προσθέσετε αυτό το άτομο διότι το έχετε αποκλείσει.";

/* SKErrorCantTalkToYourself */
"SKERROR_CANTTALKTOYOURSELF_CALL_FAILUREREASON" = "Δεν μπορείτε να καλέσετε τον εαυτό σας.";
"SKERROR_CANTTALKTOYOURSELF_CHAT_FAILUREREASON" = "Δεν μπορείτε να συνομιλήσετε με τον εαυτό σας.";
"SKERROR_CANTTALKTOYOURSELF_ADD_FAILUREREASON"  = "Δεν μπορείτε να προσθέσετε τον εαυτό σας.";

/* SKErrorCantJoinConversation */
"SKERROR_CANTJOINCONVERSATION_FAILUREREASON" = "Δεν μπορείτε να συμμετάσχετε σε αυτήν τη συνομιλία";

/* SKErrorCantFindConversation */
"SKERROR_CANTFINDCONVERSATION_FAILUREREASON" = "Δεν είναι δυνατή η εύρεση αυτής της συνομιλίας";

/* SKErrorInvalidPSTNNumber */
"CMEMBER_PSTN_STATUSTEXT_INVALIDNUMBER" = "Αυτός δεν είναι έγκυρος αριθμός τηλεφώνου.";

/* SKErrorEmergencyPSTNNumber */
"SKERROR_EMERGENCYCALL_FAILUREREASON" = "Δεν μπορείτε να καλέσετε αυτόν τον αριθμό διότι είναι αριθμός έκτακτης ανάγκης.";
"SKERROR_EMERGENCYSMS_FAILUREREASON" = "Δεν μπορείτε να στείλετε SMS σε αυτόν τον αριθμό διότι είναι αριθμός έκτακτης ανάγκης.";
"SKERROR_EMERGENCYADD_FAILUREREASON" = "Δεν μπορείτε να προσθέσετε αυτόν τον αριθμό διότι είναι αριθμός έκτακτης ανάγκης.";

/* SKErrorCallExists */
"SKERROR_CALLEXISTS_CALL" = "Πρέπει να τερματίσετε αυτήν την κλήση προτού ξεκινήσετε μια νέα κλήση.";
"SKERROR_CALLEXISTS_VOICEMAIL" = "Για να ακούσετε ένα φωνητικό μήνυμα, τερματίστε πρώτα αυτήν την κλήση.";
"SKERROR_CALLFAILED" = "Η κλήση απέτυχε. Προσπαθήστε ξανά.";

/* SKErrorTooManyChatParticipants */
"SKERROR_TOOMANYPARTICIPANTS_CHAT_DESCRIPTION" = "Επιχειρήσατε να ξεκινήσετε μια συνομιλία με πάρα πολλές επαφές.";

/* SKErrorInvalidConversationIdentities */
"SKERROR_INVALIDCONVERSATIONIDENTITIES_DESCRIPTION" = "Δεν μπορείτε να συνομιλήσετε με αυτές τις επαφές.";

/* CMEMBER_FAILUREREASON */
"CMEMBER_FAILUREREASON_CALLER_NOT_AUTHORIZED" = "Δεν μπορείτε να καλέσετε αυτό το άτομο διότι δεν έχει αποδεχθεί το αίτημα επαφής σας.";
"CMEMBER_FAILUREREASON_CALLER_NOT_FRIEND" = "Δεν μπορείτε να καλέσετε αυτό το άτομο διότι δεν έχει αποδεχθεί το αίτημα επαφής σας.";

/* SMS_FAILUREREASON */
"Sms::INVALID_CONFIRMATION_CODE" = "Μη έγκυρος κωδικός επιβεβαίωσης";
"Sms::MISC_ERROR" = "Μη έγκυρος αριθμός τηλεφώνου";

/* Conversation::PREMIUM_VIDEO_STATUS */

/*
"PV_RESULT_400_BAD_REQUEST_SOME_FIELDS_MISSING_MESSAGE" = "PV_RESULT_400_BAD_REQUEST_SOME_FIELDS_MISSING_MESSAGE";
"PV_RESULT_401_P2P_BLOCK_MESSAGE" = "PV_RESULT_401_P2P_BLOCK_MESSAGE";
*/

"PV_RESULT_403_PAID_SERVICE_BLOCK_MESSAGE" = "Ο λογαριασμός σας έχει αποκλειστεί.";
"PV_RESULT_403_PAID_SERVICE_BLOCK_EXPLANATION" = "Παρακαλούμε επικοινωνήστε με την Υποστήριξη Πελατών.";

"PV_RESULT_405_GROUP_TOO_LARGE_MESSAGE" = "Υπάρχουν πάρα πολλά άτομα σε αυτήν την ομαδική βιντεοκλήση.";
"PV_RESULT_405_GROUP_TOO_LARGE_EXPLANATION" = "Μπορείτε να πραγματοποιήσετε βιντεοκλήση μόνο με έως 9 άτομα. Αφαιρέστε άτομα από αυτήν την ομάδα και προσπαθήστε ξανά.";

/*
"PV_RESULT_410_NO_VALID_SUBSCRIPTION_BUT_TRIAL_IS_AVAILABLE_MESSAGE" = "PV_RESULT_410_NO_VALID_SUBSCRIPTION_BUT_TRIAL_IS_AVAILABLE_MESSAGE";
*/

"PV_RESULT_412_SUBSCRIPTION_INSUFFICENT_FOR_THIS_CALL_MESSAGE" = "Υπάρχουν πάρα πολλά άτομα σε αυτήν την ομαδική βιντεοκλήση.";
"PV_RESULT_412_SUBSCRIPTION_INSUFFICENT_FOR_THIS_CALL_EXPLANATION_BETA" = "Μπορείτε να πραγματοποιήσετε βιντεοκλήση μόνο με έως 9 άτομα. Αφαιρέστε άτομα από αυτήν τη συνομιλία και προσπαθήστε ξανά.";
"PV_RESULT_412_SUBSCRIPTION_INSUFFICENT_FOR_THIS_CALL_EXPLANATION" = "Η συνδρομή σας για ομαδικές βιντεοκλήσεις δεν καλύπτει τόσο πολλά άτομα. Αφαιρέστε άτομα από αυτήν τη συνομιλία και προσπαθήστε ξανά.";

"PV_RESULT_414_NO_SUBSCRIPTION_MESSAGE_BETA" = "Χρειάζεστε μια συνδρομή για ομαδικές βιντεοκλήσεις.";
"PV_RESULT_414_NO_SUBSCRIPTION_MESSAGE" = "Χρειάζεστε μια συνδρομή για ομαδικές βιντεοκλήσεις.";
"PV_RESULT_414_NO_SUBSCRIPTION_EXPLANATION_BETA" = "Θέλετε να πραγματοποιήσετε μια ομαδική βιντεοκλήση;";
"PV_RESULT_414_NO_SUBSCRIPTION_EXPLANATION" = "Θέλετε να πραγματοποιήσετε μια ομαδική βιντεοκλήση;";

"PV_RESULT_416_SUBSCRIPTION_IS_ALREADY_IN_USE_MESSAGE" = "Βρίσκεστε ήδη σε μια ομαδική βιντεοκλήση.";
"PV_RESULT_416_SUBSCRIPTION_IS_ALREADY_IN_USE_EXPLANATION" = "Μπορείτε να κάνετε μόνο μία ομαδική βιντεοκλήση τη φορά.";

"PV_RESULT_420_FAIR_USAGE_POLICY_VIOLATION_CALL_LIMIT_REACHED_MESSAGE" = "Έχετε φτάσει το όριο για αυτήν την κλήση.";
"PV_RESULT_420_FAIR_USAGE_POLICY_VIOLATION_CALL_LIMIT_REACHED_EXPLANATION_BETA" = "Έχετε φτάσει το όριο των 4 ωρών ομαδικής βιντεοκλήσης για αυτήν την κλήση.";
"PV_RESULT_420_FAIR_USAGE_POLICY_VIOLATION_CALL_LIMIT_REACHED_EXPLANATION" = "Έχετε φτάσει το όριο των 4 ωρών ομαδικής βιντεοκλήσης για αυτήν την κλήση. Ελέγξτε το λογαριασμό σας για λεπτομέρειες.";

"PV_RESULT_422_FAIR_USAGE_POLICY_VIOLATION_SPONSORS_DAY_LIMIT_REACHED_MESSAGE" = "Έχετε φτάσει το όριο ομαδικής βιντεοκλήσης για σήμερα.";
"PV_RESULT_422_FAIR_USAGE_POLICY_VIOLATION_SPONSORS_DAY_LIMIT_REACHED_EXPLANATION" = "Η δυνατότητα για ομαδική βιντεοκλήση έχει προσωρινά ανασταλεί. Έχετε φτάσει το όριο εύλογης χρήσης για σήμερα. Ελέγξτε το λογαριασμό σας για λεπτομέρειες.";

"PV_RESULT_424_FAIR_USAGE_POLICY_VIOLATION_SPONSORS_MONTH_LIMIT_REACHED_MESSAGE" = "Έχετε φτάσει το όριο ομαδικής βιντεοκλήσης για αυτόν το μήνα.";
"PV_RESULT_424_FAIR_USAGE_POLICY_VIOLATION_SPONSORS_MONTH_LIMIT_REACHED_EXPLANATION" = "Η δυνατότητα για ομαδική βιντεοκλήση έχει προσωρινά ανασταλεί. Έχετε φτάσει το όριο εύλογης χρήσης για αυτόν το μήνα. Ελέγξτε το λογαριασμό σας για λεπτομέρειες.";

/*
"PV_RESULT_430_GRACE_TIME_EXPIRED_MESSAGE" = "RESULT_430_GRACE_TIME_EXPIRED";
*/

"PV_RESULT_500_GENERAL_SERVICE_ERROR_MESSAGE" = "Η δυνατότητα ομαδικής βιντεοκλήσης δεν είναι διαθέσιμη αυτήν τη στιγμή.";
"PV_RESULT_500_GENERAL_SERVICE_ERROR_EXPLANATION" = "Παρουσιάστηκε σφάλμα. Προσπαθήστε ξανά αργότερα.";

/*
"PV_RESULT_503_SERVICE_TIMEOUT_MESSAGE" = "RESULT_503_SERVICE_TIMEOUT";
*/

"PremiumVideoErrorRecovery_GetPremium_BETA" = "Αποκτήστε την εφαρμογή της ομαδικής βιντεοκλήσης";
"PremiumVideoErrorRecovery_GetPremium" = "Αποκτήστε την εφαρμογή της ομαδικής βιντεοκλήσης";
"PremiumVideoErrorRecovery_UpgradePremium" = "Αναβάθμιση";

/* ===== SKAccessSessionFailureReasonErrorDomain Errors ===== */

"AccessSession::NO_BALANCE" = "Χρειάζεστε Πίστωση Skype για να χρησιμοποιήσετε το Skype WiFi.";
"AccessSession::LOGIN_FAILURE" = "Το Όνομα Skype και το συνθηματικό σας δεν αναγνωρίστηκαν.";
"AccessSession::WISPR_LOGIN_REJECTED" = "Μη έγκυρο όνομα χρήστη ή συνθηματικό.";

"SKYPEACCESS_NO_ACCOUNT" = "Συνδεθείτε με το λογαριασμό Skype σας.";

"SKYPEACCESS_GENERIC_CONNECTION_ERROR" = "Δεν ήταν δυνατή η σύνδεση. Ελέγξτε την ισχύ σήματος του WiFi ή δοκιμάστε διαφορετικό σημείο πρόσβασης.";
"SKYPEACCESS_GENERIC_FATAL_ERROR" = "Αυτό το σημείο πρόσβασης δεν αποκρίνεται σωστά. Δοκιμάστε διαφορετικό σημείο πρόσβασης.";

"SKYPEACCESS_SESSION_EXTEND_ERROR" = "Δεν ήταν δυνατή η επέκταση της περιόδου λειτουργίας. Προσπαθείτε να συνδεθείτε ξανά.";

"SKYPEACCESS_SESSION_LOSTWIFI_MESSAGE" = "Το δίκτυο WiFi \"%@\" δεν είναι πλέον διαθέσιμο";
"SKYPEACCESS_SESSION_LOSTWIFI_EXPLANATION" = "Για να αποφύγετε μη αναμενόμενες χρεώσεις, πρέπει να αποσυνδέεστε σωστά κάθε φορά προτού απομακρυνθείτε από το σημείο πρόσβασης ή απενεργοποιήσετε τη συσκευή σας.";

"SKYPEACCESS_SESSION_LOSTWIFI_RECOVERABLE_MESSAGE" = "Επανασυνδεθείτε με το δίκτυο WiFi \"%@\"";
"SKYPEACCESS_SESSION_LOSTWIFI_RECOVERABLE_EXPLANATION" = "Το Skype WiFi θα επιχειρήσει να διακόψει τη σύνδεσή σας στο διαδίκτυο. Για να αποφύγετε μη αναμενόμενες χρεώσεις, πρέπει να αποσυνδέεστε σωστά κάθε φορά προτού απομακρυνθείτε από το σημείο πρόσβασης ή απενεργοποιήσετε τη συσκευή σας.";

"SKYPEACCESS_SESSION_LOSTWIFI_AUTO_END_MESSAGE" = "Η σύνδεσή σας στο διαδίκτυο έχει διακοπεί.";

"ACCESS_PRICE_PER_MINUTE_FORMAT" = "%@ ανά λεπτό";
"ACCESS_PRICE_PER_MINUTE_FREE" = "Δωρεάν";

/*
 * ===========
 * SkyLib localization (Skype Kit messages sent by SkyLib to other clients)
 * ===========
 */

/* Message sent in the P2P chat after it has been migrated to a server-based chat, and seen by legacy client users. */
"LOCALIZED_UPGRADE_MESSAGE_IN_P2P" = "ενημέρωσε αυτήν την ομάδα με μια καλύτερη εμπειρία συνομιλίας.\nΓια να συμμετάσχετε και να συνεχίσετε να συνομιλείτε, πραγματοποιήστε λήψη της τελευταίας έκδοσης.\nΜεταβείτε στον ιστότοπο <a href=\"http://www.skype.com/updateme\">Skype.com/updateme</a>.";
"LOCALIZED_UPGRADE_MESSAGE_IN_P2P_DOGFOOD" = "ενημέρωσε αυτήν την ομάδα με μια καλύτερη εμπειρία συνομιλίας.\nΓια να συμμετάσχετε και να συνεχίσετε να συνομιλείτε, πραγματοποιήστε λήψη της τελευταίας έκδοσης.\nΜεταβείτε στον ιστότοπο https://microsoft.sharepoint.com/teams/DogfoodSkype/.";

/* Message sent in the server-based chat as first message. Used to link the history of both conversations. The '%1' is replaced with the ID of the old chat. */
"LOCALIZED_UPGRADE_MESSAGE_IN_SERVER_BASED" = "Κάντε κλικ <a href=\"skype:?chat&amp;id=%1\">εδώ</a> για να δείτε το προηγούμενο ιστορικό.";
